/* =========================================
   タグ一覧

   ここに存在するタグだけが
   右側の絞り込み欄に表示されます。
========================================= */

const tags = [

    "サポカ",

    "アクティブ",
    "メンタル",

    "好調",
    "好調増加量増加",
    "好調追加",
    "好調適応倍率",
    "絶好調",

    "集中",
    "集中増加量増加",
    "集中追加",
    "集中適応倍率",

    "好印象",
    "好印象増加量増加",
    "好印象追加",
    "好印象強化",
    
    "やる気",
    "やる気増加量増加",
    "やる気追加",
    "やる気適応倍率",

    "熱意",
    "熱意増加量増加",
    "熱意追加",
    "熱意適応倍率",

    "元気",
    "成長",
    "スコア上昇量増加",
    "消費体力増加",
    "消費体力減少",
    "消費体力削減",


    "ドロー",
    "再行動",
    "生成",
    "再演",
    "二回発動",

    "基本",
    "T",
    "R",
    "SR",
    "SSR",

];


/* =========================================
   カード一覧
========================================= */

const cards = [


    {
        id: "card001",

        name: "カード1",

        image: "cards/card001.png",

        tags: [
            "Vo",
            "スキル",
            "好調"
        ]
    },


    {
        id: "card002",

        name: "カード2",

        image: "cards/card002.png",

        tags: [
            "Da",
            "スキル",
            "集中"
        ]
    },


    {
        id: "card003",

        name: "カード3",

        image: "cards/card003.png",

        tags: [
            "Vi",
            "アクティブ",
            "好印象"
        ]
    },


    {
        id: "card004",

        name: "カード4",

        image: "cards/card004.png",

        tags: [
            "Vo",
            "Da",
            "元気"
        ]
    }


];
