/* =========================================
   タグ一覧

   ここに存在するタグだけが
   右側の絞り込み欄に表示されます。
========================================= */

const tags = [

    "Vo",
    "Da",
    "Vi",
    "その他",

    "アクティブ",
    "メンタル",

    "好調",
    "絶好調",
    "集中",
    "好印象",

    "元気",

    "ドロー",
    "再行動"

];


/* =========================================
   カード一覧
========================================= */

const cards = [


    {
        id: "card001",

        name: "カード1",

        image: "cards/card001.png",

        tags: [
            "Vo",
            "スキル",
            "好調"
        ]
    },


    {
        id: "card002",

        name: "カード2",

        image: "cards/card002.png",

        tags: [
            "Da",
            "スキル",
            "集中"
        ]
    },


    {
        id: "card003",

        name: "カード3",

        image: "cards/card003.png",

        tags: [
            "Vi",
            "アクティブ",
            "好印象"
        ]
    },


    {
        id: "card004",

        name: "カード4",

        image: "cards/card004.png",

        tags: [
            "Vo",
            "Da",
            "元気"
        ]
    }


];